const Helping = [

   {
    date: "02-06-2025",
    text: "মাধ্যমিক রুটিন: 2026",
     subj: "২০২৬ সালের মাধ্যমিক পরীক্ষা ২রা ফেব্রুয়ারি, ২০২৬ থেকে শুরু হবে এবং ১২ই ফেব্রুয়ারি, ২০২৬ তারিখে শেষ হবে। প্রতিদিন সকাল ১০:৪৫ থেকে দুপুর ২টো পর্যন্ত পরীক্ষা নেওয়া হবে, যার মধ্যে প্রথম ১৫ মিনিট প্রশ্নপত্র পড়ার জন্য বরাদ্দ থাকবে।",
    color: "#008000",
    link: "https://drive.google.com/file/d/1GXuIXR1qCO7dufseU5Obubz0nHkBWgtc/view?usp=drivesdk"
  },
  {
    date: "02-06-2025",
    text: "মধ্যশিক্ষা পর্ষদের বর্ষপঞ্জি",
    subj: "পশ্চিমবঙ্গ মধ্যশিক্ষা পর্ষদ প্রতি বছর একটি বর্ষপঞ্জি প্রকাশ করে যেখানে স্কুলের ছুটির তালিকা, পরীক্ষার সময়সূচী এবং শিক্ষকদের জন্য নির্দেশিকা অন্তর্ভুক্ত থাকে। এটি শিক্ষার্থীদের শিক্ষা কার্যক্রম এবং শিক্ষকদের কর্মদিবস পরিচালনার জন্য একটি গুরুত্বপূর্ণ নথি।",
    color: "#4444cc",
    link: ""
  },
  // If you want to test the "Available Soon" message,
  // uncomment the next line or make the 'Helping' array empty.
  // { date: "", text: "", subj: "", color: "", link: "" }
];
