const Helping = [

   {
    date: "02-06-2025",
    text: "নবম শ্রেণীর সাইকেলের ফর্ম ফিলাপের জন্য তথ্য সংগ্রহ",
     subj: "নবম শ্রেণীর ছাত্র-ছাত্রীদের সবুজ সাথী (সাইকেল)-এর ফর্ম ফিলাপের জন্য তথ্য সংগ্রহ করা হচ্ছে। ৩রা জুন থেকে ১৭ই জুনের মধ্যে নিজের এক কপি পাসপোর্ট সাইজ রঙিন ফটো ও বিদ্যালয়ের আই কার্ড সহ নবম শ্রেণীর সকল ছাত্র-ছাত্রীদের বিদ্যালয়ের অফিস রুমে যোগাযোগ করতে বলা হচ্ছে।",
    link: ""
  },
  {
    date: "02-06-2025",
    text: "একাদশ শ্রেণীর রেজিস্ট্রেশন ফর্ম ফলাপ",
    subj: "একাদশ শ্রেণীতে ভর্তি হওয়া সকল ছাত্র ছাত্রীকে রেজিস্ট্রেশন ফর্ম ফিলাপের জন্য ৯ই জুন থেকে ২০শে জুনের মধ্যে বিদ্যালয়ের সাথে যোগাযোগ করতে বলা হচ্ছে।",
    link: ""
  },
  // If you want to test the "Available Soon" message,
  // uncomment the next line or make the 'Helping' array empty.
  // { date: "", text: "", subj: "", color: "", link: "" }
];
