// ✅ Scrolling/blinking line এর জন্য নোটিশ
const ScrollingNotices = [
  { text: "📅 ২রা জুন ২০২৫ - গ্রীষ্মাবকাশের পর বিদ্যালয়ের পঠন-পাঠন চালু হবে", color: "crimson" },
  { text: "📅 ২রা জুন ২০২৫ - একাদশ শ্রেণির রেজিস্ট্রেশন ফর্ম ফিলাপ শুরু", color: "darkgreen" },
  { text: "📅 ৩০শে জুন ২০২৫ - প্রথম পরীক্ষার মার্কস জমা দেওয়ার শেষ তারিখ", color: "maroon" },
  { text: "📢 ১৪ই জুলাই ২০২৫ - নবম শ্রেণির রেজিস্ট্রেশন ফর্ম ফিলাপ শুরু", color: "blue" }
  
  // আরও চলমান নোটিশ এখানে দিন
];

// ✅ Table নোটিশ বোর্ডের জন্য আলাদা নোটিশ লিস্ট
const TableNotices = [
   
   {
    date: "02-06-2025",
    text: "মাধ্যমিক রুটিন",
     subj: "",
    color: "#008000",
    link: "https://drive.google.com/file/d/1GXuIXR1qCO7dufseU5Obubz0nHkBWgtc/view?usp=drivesdk"
  },
  {
    date: "02-06-2025",
    text: "মধ্যশিক্ষা পর্ষদের বর্ষপঞ্জি",
    subj: "",
    color: "#4444cc",
    link: "https://drive.google.com/file/d/1GZZ57oQVlkw-0Q3g-VhZyksbVYT0S7GK/view?usp=drivesdk"
  },
   {
    date: "02-06-2025",
    text: "উচ্চ মাধ্যমিক রুটিন (Old)",
     subj: "",
    color: "#0077cc",
     link: "https://drive.google.com/file/d/1G_aFIr6fv75wukwoGoQgJ1R6wf800nlH/view?usp=drivesdk"
  },
   {
    date: "02-06-2025",
    text: "উচ্চ মাধ্যমিক শিক্ষা সংসদের বর্ষপঞ্জি",
     subj: "",
    color: "#1976d2",
     link: "https://drive.google.com/file/d/1GSxJ4MMq6teTODqmwzuYXJCBfYt85tZF/view?usp=drivesdk"
  },
  {
    date: "02-06-2025",
    text: "উচ্চ মাধ্যমিক সেমিস্টার III রুটিন",
    subj: "",
    color: "red",
    link: "https://drive.google.com/file/d/1HyzbEViU5gax_QgWSAb9IkzRC3xOqpTy/view?usp=drivesdk"
  },
  {
    date: "02-06-2025",
    text: "উচ্চ মাধ্যমিক সেমিস্টার III সাপ্লিমেন্ট রুটিন",
     subj: "",
    color: "#1976d2",
     link: "https://drive.google.com/file/d/1GaO4_PZUBdB17KjvGOLl-CVns1WoT97i/view?usp=drivesdk"
  },
  {
    date: "02-06-2025",
    text: "উচ্চ মাধ্যমিক সেমিস্টার IV রুটিন",
    subj: "",
    color: "red",
    link: "https://drive.google.com/file/d/1GdULHBd__RydmKpG_HorPxnOShNq6E3r/view?usp=drivesdk"
  }
  // আরও টেবিল নোটিশ এখানে দিন
];
